{
    "B0": "Er is geen nood aan ondersteuning. De persoon heeft op geen enkel vlak ondersteuning nodig door derden en is in staat om op zelfstandige wijze zijn/haar leven te organiseren, net zoals zijn/haar leeftijdsgenoten.",
    "B1": "Er wordt maximaal één keer per week ondersteuning geboden. De persoon heeft maandelijks tot wekelijks (max. 1 keer per week) ondersteuning nodig op sommige levensdomeinen in de vorm van voorbereiden of controleren. Overname van specifieke deelhandelingen of volledige activiteiten komt niet vaak voor. Het kan bijvoorbeeld gaan om een persoon bij wie de begeleiding twee keer per maand langsgaat om te helpen met administratie, financiën en de organisatie van het dagelijks leven. Bij anderen kan de begeleiding eerder slaan op het oplossen van sociale problemen (ruzies) en het aanleren van de gepaste omgangsvormen met anderen.",
    "B2": "Er wordt niet elke dag, maar wel meerdere keren per week ondersteuning geboden. Er is hoofdzakelijk ‘opvolging’ nodig. De persoon heeft meermaals per week (maar niet dagelijks) ondersteuning nodig op sommige levensdomeinen in de vorm van voorbereiden of controleren. Overname van specifieke deelhandelingen of volledige activiteiten komt niet vaak voor. Het gaat dan eerder over administratieve ondersteuning, gemaakte afspraken opvolgen en beperkte praktische ondersteuning (bijvoorbeeld helpen bij het doen van boodschappen.",
    "B3": "Er wordt dagelijks ondersteuning geboden, de ondersteuning is beperkt in reikwijdte en intensiteit. De persoon heeft dagelijks ondersteuning nodig op sommige levensdomeinen in de vorm van voorbereiden of controleren. Overname van specifieke deelhandelingen of volledige activiteiten komt niet vaak voor.",
    "B4": "Er wordt dagelijks ondersteuning geboden op de meeste levensdomeinen. De persoon heeft dagelijks ondersteuning nodig op de meeste levensdomeinen in de vorm van een beperkt actief ingrijpen (aansporen of actief monitoren). Overname (of inhoudelijke en/of praktische begeleiding van de volledige activiteit) komt soms voor. Het kan gaan over personen die fysiek wel veel kunnen, maar bijvoorbeeld niet alles rond krijgen op een dag. Zij hebben dagelijks bij heel wat activiteiten stimulering en structuur nodig.",
    "B5": "Er wordt dagelijks ondersteuning geboden op de meeste levensdomeinen, meestal in de vorm van inhoudelijke/praktische hulp bij een deel van de activiteit. De persoon heeft dagelijks ondersteuning nodig op de meeste levensdomeinen, voornamelijk in de vorm van inhoudelijke en/of praktische begeleiding van een deel van de activiteit. Overname (of inhoudelijke en/of praktische begeleiding van de volledige activiteit) komt regelmatig voor.",
    "B6": "Er wordt dagelijks ondersteuning geboden op de meeste levensdomeinen. Er is nagenoeg altijd sprake van overname. De persoon heeft dagelijks ondersteuning nodig op de meeste levensdomeinen, nagenoeg altijd in de vorm van overname (of inhoudelijke en/of praktische begeleiding van de volledige activiteit). Bij bepaalde afgebakende activiteiten kan de persoon nog wel een bijdrage leveren. Het kan daarbij bijvoorbeeld gaan over personen die vrijwel volledig afhankelijk zijn van anderen, maar mits een elektrische rolstoel zich zelfstandig kunnen verplaatsen en die nog zelfstandig kunnen eten.",
    "B7": "Alle activiteiten op alle levensdomeinen moeten dagelijks overgenomen worden. De persoon heeft dagelijks ondersteuning nodig op alle levensdomeinen, altijd in de vorm van overname (of inhoudelijke en/of praktische begeleiding van de volledige activiteit). De persoon kan geen functionele bijdrage meer leveren. Het kan bijvoorbeeld gaan over een persoon met een ernstig verstandelijke handicap die nog woorden kan zeggen, maar geen inzicht heeft in wat hij zegt of in het functionele aspect van taal.",
    "B8": "Er wordt dagelijks zeer intensieve ondersteuning geboden in functie van uitzonderlijke ondersteuningsbehoeften. Deze waarde wordt enkel in zeer specifieke situaties toegekend. De persoon heeft dagelijks ondersteuning nodig op alle levensdomeinen, altijd in de vorm van overname (of inhoudelijke en/of praktische begeleiding van de volledige activiteit). Er zijn zeer ernstige (d.w.z. levensbedreigende) gedragsproblemen en/of medische problemen die dagelijks extra ondersteuning noodzakelijk maken alvorens volledige overname (of inhoudelijke en/of praktische begeleiding van de volledige activiteit) mogelijk is."
}